{
    "Spamming": "Spamming chat: repetitive, unrelated messages, or messages that are unrelated to the topic of the channel, or using bot commands or commands that are not related to the topic of the channel.",
    "NSFW or Illegal Content": "Posting NSFW / Illegal Content: including but not limited to implicit nsfw memes, lewd images, and other explicit content"
    ,"Offensive Language": "Offensive language: including but not limited to racism, sexism, homophobia, self harm and other forms of offensive language.",
    "Disrespecting Members": "Disrespecting other members: including but not limited to disrespecting staff, or other members of the server.",
    "Trolling": "Being a troll: including but not limited to spamming, trolling, abruptly disturbing other members continuously, or posting messages that are not related to the topic of the channel.",
    "Unauthorized Advertising": "Unauthorized advertising: including but not limited to posting invite links to other Discord servers, or posting links to promote unrelated content.",
    "NSFW or Offensive Profile": "NSFW / Offensive Profile: including but not limited to having NSFW or offensive profile pictures, username, about me or banner.",
    "Warn to Leave Hack Servers": "As per the Discord Terms of Service and 111% Terms of Service we do not allow our members to be in any servers related to the discussion of hacking tools or products, please leave those servers within the 24 hours or you will be banned from our server. Thank you for your cooperation",
    "Member in Hack Servers": "Active member in servers related to hacking tools or products",
    "Hacking": "Use of hacks: including but not limited to using hacking tools or products, or using automated scripts.",
    "Underage": "As per the Discord Terms of Service, you must be 13 years or older to be in this server.",
    "Ban Evasion": "Alt account of a banned member",
    "Scam Links": "Scam links: including but not limited to links to illegal Discord servers, or scam websites."
}
